{
  "metadata": {
    "total_parameters": 8662026241,
    "total_size": 34648204804
  },
  "weight_map": {
    "bio_updater.cross_attn.in_proj_bias": "model-00007-of-00008.safetensors",
    "bio_updater.cross_attn.in_proj_weight": "model-00007-of-00008.safetensors",
    "bio_updater.cross_attn.out_proj.bias": "model-00007-of-00008.safetensors",
    "bio_updater.cross_attn.out_proj.weight": "model-00007-of-00008.safetensors",
    "bio_updater.ffn.0.bias": "model-00008-of-00008.safetensors",
    "bio_updater.ffn.0.weight": "model-00008-of-00008.safetensors",
    "bio_updater.ffn.2.bias": "model-00008-of-00008.safetensors",
    "bio_updater.ffn.2.weight": "model-00008-of-00008.safetensors",
    "bio_updater.norm.bias": "model-00007-of-00008.safetensors",
    "bio_updater.norm.weight": "model-00007-of-00008.safetensors",
    "bio_updater.norm_ffn.bias": "model-00008-of-00008.safetensors",
    "bio_updater.norm_ffn.weight": "model-00008-of-00008.safetensors",
    "model.base_model.model.lm_head.weight": "model-00007-of-00008.safetensors",
    "model.base_model.model.model.embed_tokens.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.input_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.down_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.down_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.down_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.gate_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.gate_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.gate_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.up_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.up_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.mlp.up_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.k_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.k_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.k_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.k_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.o_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.o_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.o_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.q_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.q_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.q_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.q_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.v_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.v_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.0.self_attn.v_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.input_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.down_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.down_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.down_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.gate_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.gate_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.gate_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.up_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.up_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.mlp.up_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.k_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.k_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.k_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.k_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.o_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.o_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.o_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.q_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.q_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.q_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.q_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.v_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.v_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.1.self_attn.v_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.10.input_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.down_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.down_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.down_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.post_attention_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.10.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.input_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.down_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.down_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.down_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.post_attention_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.11.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.input_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.down_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.down_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.down_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.post_attention_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.12.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.input_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.down_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.down_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.down_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.post_attention_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.13.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.input_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.down_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.down_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.down_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.post_attention_layernorm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.14.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.gate_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.gate_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.gate_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.up_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.up_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.mlp.up_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.k_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.k_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.k_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.k_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.o_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.o_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.o_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.q_norm.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.q_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.q_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.q_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.v_proj.base_layer.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.v_proj.lora_A.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.15.self_attn.v_proj.lora_B.default.weight": "model-00003-of-00008.safetensors",
    "model.base_model.model.model.layers.16.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.16.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.17.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.18.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.19.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.2.input_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.down_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.down_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.down_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.gate_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.gate_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.gate_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.up_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.up_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.mlp.up_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.post_attention_layernorm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.k_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.k_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.k_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.k_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.o_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.o_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.o_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.q_norm.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.q_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.q_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.q_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.v_proj.base_layer.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.v_proj.lora_A.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.2.self_attn.v_proj.lora_B.default.weight": "model-00001-of-00008.safetensors",
    "model.base_model.model.model.layers.20.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.20.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.input_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.down_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.down_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.down_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.gate_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.gate_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.gate_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.up_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.up_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.mlp.up_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.post_attention_layernorm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.k_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.o_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.o_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.o_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.q_norm.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.21.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.input_layernorm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.down_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.down_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.down_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.gate_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.gate_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.gate_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.up_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.up_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.mlp.up_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.post_attention_layernorm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.k_norm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.k_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.k_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.k_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.o_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.o_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.o_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.q_norm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.q_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.q_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.q_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.v_proj.base_layer.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.v_proj.lora_A.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.22.self_attn.v_proj.lora_B.default.weight": "model-00004-of-00008.safetensors",
    "model.base_model.model.model.layers.23.input_layernorm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.down_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.down_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.down_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.gate_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.gate_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.gate_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.up_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.up_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.mlp.up_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.post_attention_layernorm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.k_norm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.k_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.k_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.k_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.o_proj.base_layer.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.o_proj.lora_A.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.o_proj.lora_B.default.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.q_norm.weight": "model-00005-of-00008.safetensors",
    "model.base_model.model.model.layers.23.self_attn.q_proj.base_layer.weight": "model-00005-of-00008.safetensors",
